---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationConfiguration
source: html/119c73a2-a113-aa8c-e032-e80d22e31ac8.htm
---
# FabricationConfiguration Members

Checks to see if the specified ancillary exists.